
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
txt_next = 'Начать'
txt_instruction = ('Данное приложение позволит вам с пмощью теста Руфье провести первичную диагностику вашего здоровья. \n'
'проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физических нагрузке.\n'
'у испытуемого, находящегося в положении лежа на спине в течение 5 мин, определяет частосу пульса за 15 секунд; \n'
'затем в течение 45 секунд испытуемый выполняет 30 приседаний.\n'
'после окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд,\n' 
'а потом - за последние 15 секунд первой инуты периода восстановления.\n'
'важно! Если ты в процессе проведения испытания вы почувствуете себя плохо(появится головокружения, шум в\n'
'ушах, сильная отдышка и др.), то тест необходимо прервать и обрптится к врачу.')
txt_title = 'здоровье'
txt_name = 'введите Ф.И.О.'
txt_hintname = "Ф.И.О."
txt_hintage = "0"
txt_test1 = 'лягте на спину и замерьте пульс за 15 секунд. нажмите кнопку "начать певый тест", чтобы запустить таймер.\nрезультат запишите в соответствующее поле'
txt_test2 = 'вопылните 30 приселаний за 5 секунд. для этого нажмите кнопку "начать делать приселания", \nчтобы запустить счетчик присданий.'
txt_test3 = 'лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за послдение 45 секунд.\nнажмите кнопку"начать финальный тест", чтобы запустить таймер.\nзеленым обозначены секунды, в течение который необходимо\nпроводить измерения, черным - минуты юез замера пульсаций.'
txt_sendresults = 'отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'начать первый тест'
txt_starttest2 = 'начать делать приседания'
txt_starttest3 = 'начать финальный тест'

txt_age = 'полных лет'
txt_finalwin = 'результаты'
txt_index = 'индекс Руфье'
txt_workheart = 'работоспособность сердца'
window_name = 'Ф.И.О.'

txt_index='индекс Руфье'
txt_workheart='работоспособность сердца'
txt_res1='низкая, сроно обратитесь к врачу!'
txt_res2='удовлетворительная, обратитесь к врачу!'
txt_res3='средняя. возможно, стоит дополнительно обследоваться'
txt_res4='выше среднего'
txt_res5='высокая'